# OpacityN

```pascal
PROCEDURE OpacityN(
				fillOpacity : INTEGER;
				penOpacity  : INTEGER);
```

```python
def vs.OpacityN(fillOpacity, penOpacity):
    return None
```

## Parameters
|Name|Type|Description|
|---|---|---|
|fillOpacity|INTEGER|   |
|penOpacity|INTEGER|   |

## Examples
```pascal
OpacityN(1, 2);
```
```python
import vs

fillOpacity = 1
penOpacity = 2

vs.OpacityN(fillOpacity, penOpacity)
```

## Version
Availability: from Vectorworks 2017

## Category
* Document Attributes